window.chineseList = {
  "鼠": "老鼠對人類來說，是關系最密切的動物。它分布在全世界的每壹個角落，只要有人的地方就有老鼠，它們幾乎是無孔不入，無洞不鉆，無論在什麽惡劣的環境，都可以築巢為生。",
  "牛": "俗語說：「馬走千裏，牛走千裏。」意思是牛馬各走千裏，同時出發，雖然到達的時間早晚有別，但同樣都會到達目的地，都不會半途而廢。",
  "虎": "與其他動物比較，老虎得天獨厚，不但個性兇猛，而且有鮮艷又威武的外貌，我們常聽說：「雲從龍，風從虎」，而古人以青龍(東)、白虎(西)、朱雀(南)、玄武(北)為四靈禽瑞獸，象征四方及四季，虎是令人敬而遠之的守護神。",
  "兔": "兔子的個性十分柔順，仿彿初露光芒的朝陽，是那麽的和煦可人，但是如果以為兔子溫和好欺侮，那就大錯特錯了，「兔走疾麒麟」，形容兔子動作敏捷；「狡兔三窟」，就可以看出兔子是何等的深謀遠慮；「兔子不吃窩邊草」，可見兔子十分警戒周邊環境；兔子愛吃草是人盡皆知，而兔子更喜歡吃豆子來磨牙就鮮為人知。",
  "龍": "龍是十二生肖中，唯壹虛構的。傳說中的瑞物珍獸，是中國人所創，也成了中國傳統文化的壹部分，雖是時代變遷，但見龍跡經常在重大慶典上遊走。",
  "蛇": "蛇，又名小龍或稱長蟲，是夜行動物。性喜葷食、鉆洞或在草地中遊走，翠綠的外表，足以嚇人，沒有腳，靠腹部鱗片運動前進。大蛇不怕人，小蛇怕人，蛇的精力旺盛。",
  "馬": "馬是壹種極受人喜愛的動物。天生行動快速，性格活潑開朗，古人說過：行天莫如龍，行地莫如馬，馬者，甲兵之本，國之大用。馬是沙場之物，自古以來，名將和名駒的佳話不少，項羽和烏騅的故事最膾炙人口、令人鼻酸。",
  "羊": "說文解字上說：羊者，祥也，古代能當做天子諸侯祭祀供品的物類(牛、羊、豬)，必是神聖祥瑞的。由此可知羊在古人心目中，是壹種溫文懦雅善良安祥的動物，總是不與人爭地低頭啃嚼青草，並且心平氣靜的漫步著。",
  "猴": "在達爾文的進化論中，人類的本源是猴子，猴子經過了長時間的演變進化為人。猴走起路來左搖右晃人模人樣，才智出眾是十二生肖之最。",
  "雞": "金雞報曉，處處生機，人人朝氣蓬勃煥然壹新。在古代民間祭祀，雞是必備的祭品，雖然犧牲了生命，得到的代價卻不及牛、羊、豬。從前大夫相約誓盟，需用雞血來「砍血為盟」，雞骨可以用來占蔔，今日選風鼎盛，動輒砍雞頭發誓自己的無辜，可見雞是古今皆宜的吉祥物。",
  "狗": "自從人類以狩獵為生開始，狗就是人類最親近最忠實的朋友，也是最要好的生活夥伴。只要和人在壹起，狗壹定有食物吃，這種親密關系，自古至今，仍是恒久不變的。",
  "豬": "自古以來中國人都在家中養豬，祭拜大典也少不了它，其與人類的關系深遠，壹般人都以為豬又懶又笨，實際上豬很聰明，又愛清潔。"
}